Repository: microcomp/ckanext-sla
Catalog: ckanext/sla/i18n/*/LC_MESSAGES/ckanext-sla.po
Languages: sk

source: Default SLA
sk: Štandardná SLA

source: SLA {0} was deleted!
sk: SLA {0} bolo vymazané!

source: You can not delete SLA {0}, because of assigned users to it!
sk: Nemôžete vymazať SLA {0} kvôli pridelenému uživateľovi!

source: The SLA of user {0} was removed.
sk: Používateľ SLA bol odstránený.

source: This relationship already exists. Nothing has been changed.
sk: Tento vzťah už existuje. Nič nebolo zmenené.

source: Not defined
sk: Nedefinované

source: Please select a user.
sk: Prosím vyberte používateľa

source: Please select a SLA for user.
sk: Prosím vyberte SLa pre používateľa

source: You can not change user. You are allowed to change SLA of user!
sk: Nemôžete zmeniť používateľa. Máte povolenie na zmenu SLA používateľa.

source: This user has already asigned SLA!
sk: Tento používateľ už má pridelené SLA!

source: New SLA was assigned to the user {0}
sk: Používateľovi {0} bola pridelená SLA

source: The SLA of the user {0} was changed.
sk: SLA používateľa {0} bola zmenená.

source: Integrity error. PLease try again!
sk: Chyba integrity. Prosím skúste znova!

source: New SLA was registered
sk: Nová SLA bolo registrované

source: SLA was updated
sk: SLA bolo aktualizované

source: Unable to edit the given SLA. Couldn't retrieve object from database.
sk: Nebolo možné editovať danú SLA. Nepodarilo sa získať objekt z databázy.

source: SLA definitions
sk: SLA definície

source: Add new SLA
sk: Pridať nové SLA

source: Register new SLA
sk: Registrovať nové SLA

source: Assign SLA
sk: Priradiť SLA

source: SLA Administration
sk: SLA Administratíva

source: Edit SLA of user
sk: Editovať SLA používateľa

source: Assign SLA to user
sk: Priradiť SLA používateľovi

source: Registered SLA
sk: registrované SLA

source: SLA name
sk: Názov SLA

source: Level
sk: Úroveň

source: Requests per second
sk: Žiadosti za sekundu

source: Speed (bytes/s)
sk: Rýchlosť (bytes/s)

source: Max. execution time
sk: Max. dĺžka spracovania dotazu

source: Edit
sk: Editovať

source: default SLA for authenticated user
sk: štandardná SLA pre autentifikovaných používateľov

source: default SLA for anonymous user
sk: štandardná SLA pre anonymných používateľov

source: Edit SLA
sk: Editovať SLA

source: Update SLA
sk: Aktualizovať SLA

source: Edit SLA definitions
sk: Editovať SLA definície

source: Assign SLA to users
sk: Priradiť SLA používateľom

source: User
sk: Používateľ

source: There is no mapping of SLA to users. All users have default SLA.
sk: Nebolo vytvorené žiadne priradenie SLA používateľom. Všetci používatelia majú štandardné SLA.

source: SLA level
sk: Úroveň SLA

source: This SLA is default for authenticated users
sk: Táto SLA je štandardná pre autentifikovaných používateľov

source: This SLA is default for anonymous users
sk: Táto SLA je štandardná pre anonymných používateľov

source: Following users are assigned to this SLA:
sk: Nasledujúci používatelia sú priradení k tejto SLA

source: The form contains invalid entries:
sk: formulár obsahuje nevalidné vstupy.

source: Select appropriate SLA for user
sk: Vyberte vhodnú SLA pre používateľa.

source: Delete
sk: vymazať

source: Are you sure you want to remove this relationship?
sk: Ste si istý, že chcete odstrániť tento vzťah?

source: Name
sk: Meno

source: SLA name
sk: SLA meno

source: Is default for anonymous users
sk: štandardná SLA pre anonymných používateľov

source: Is default for authenticated users
sk: štandardná SLA pre autentifikovaných používateľov

source: Are you sure you want to delete this SLA?
sk: Ste si istý, že chcete vymazať túto SLA?

source: Save
sk: Uložiť

source: Statistics
sk: Štatistiky

source: The number of users per each SLA:
sk: Počet používateľov v rámci jednotlivých SLA:

source: The is currently no data to display.
sk: Nie sú žiadne dáta na zobrazenie
